Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nupi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Since 2013, Dr. Ambühl is Professor for Negotiation and Conflict Management at the federal technology institute ETH Zurich.
nb: Fra 2013 har Dr. Ambühl vært professor i forhandling og konflikthåndtering ved det føderale teknologiinstituttet ETH Zurich.

source: Research associate, The International Center
nb: Prosjektmedarbeider, The International Center

source: Her research interests include nationalism and politics in Russia, critical security studies, body politics, philosophy of science, and the role of identity in international relations.
nb: Forskningsinteressene hennes inkluderer nasjonalisme og politikk i Russland, kritiske sikkerhetsstudier, kroppspolitikk, vitenskapsteori, og identitet i internasjonale relasjoner.

source: is Professorial Fellow at the Institute for Development Studies (IDS).
nb: er professor ved Institute for Development Studies (IDS).

source: This is what the Minister of Research and Higher Education, Iselin Nybø, said yesterday when she gave the good news on the grant of 25 million NOK for the project GAIA,
nb: Det sa Forsknings- og høyere utdanningsminister Iselin Nybø i går da hun kom med gladnyheten om tildelingen på 25 millioner til GAIA, et

source: Meaning more humanitarian aid, but still based on Chinese principles for development support,' says NUPI colleague Cedric de Coning.
nb: Altså mer humanitær bistand, men fortsatt basert på kinesiske prinsipper for utviklingsstøtte, sier NUPI-kollega Cedric de Coning.

source: Research fellow/senior research fellow/coordinator for security policy studies, NUPI
nb: Forsker/seniorforsker/koordinator for sikkerhetspolitiske studier, NUPI

source: Bloom is a former term member of the Council on Foreign Relations and has held appointments at Princeton, Cornell, Harvard and McGill Universities.
nb: Bloom er tidligere medlem av Council on Foreign Relations og har jobbet ved Universitetene Princeton, Cornell, Harvard og McGill.

source: Accordingly, this should enhance international cooperation and strengthen regionalisation.
nb: En følge av dette vil sannsynligvis kan i sin tur være mer internasjonalt og regionalt samarbeid.

source: In focus are relations between the four largest countries in the region – Egypt, Turkey, Iran and Saudi Arabia – with national contributions from all of them and with comments from big power experts on the Middle East.
nb: Den diskuterer forholdet mellom de fire største statene i regionen – Egypt, Tyrkia, Iran og Saudi Arabia – og har nasjonale bidrag fra dem alle samt kommentarer fra tysk, amerikansk og kinesisk ekspertise på Midtøsten.

source: In addition to Minister Pudjiastuti's talk, Gunnar Stølsvik from the Norwegian Ministry of Trade, Industry and Fisheries, will talk about how Norway and Indonesia are cooperating on the battle against fisheries related crime.
nb: Norge og Indonesia jobber sammen om bekjempelse av fiskerikriminalitet, og fagdirektør i Fiskeriforvaltningens analysenettverk i Nærings- og Fiskeridepartementet, Gunnar Stølsvik, skal før Pudjiastutis presentasjon snakke om samarbeidet de to landene har.

source: Christopher Coker is Professor of International Relations at the London School of Economics.
nb: Christopher Coker er professor i internasjonale relasjoner ved London School of Economics.

source: Marine Le Pen appears to have good chances of winning this spring’s presidential elections in France, and Poland is governed by the populist party, Law and Justice (PiS).
nb: Marine Le Pen ligger godt an til å vinne vårens presidentvalg i Frankrike, og i Polen regjerer det populistiske partiet Liv og rettferdighet (PiS).

source: The hidden consequences of Covid-19
nb: De skjulte konsekvensene av covid-19

source: More than 84 percent of respondents in a new survey is in favour of reducing Ukraine's territory.
nb: Nesten 84 prosent av de spurte russerne i en spørreundersøkelse var for å redusere Ukrainas territorium i større eller mindre grad.

source: The webinar will take stock of the reform progress in Kazakhstan since 2019, the impact of the pandemic on the country and its reforms, the status of the transition to green economy and renewable energy.
nb: I dette webinaret vil vi gjøre opp status for reformene i Kasakhstan siden 2019, se på hvordan pandemien har påvirket landet og reformene, og på overgangen til fornybar energi og en grønn økonomi.

source: John Kristen Skogan is Senior Research Fellow (emeritus) with a background in national security, defence and international relations studies.
nb: John Kristen Skogan er seniorforsker (emeritus), med forskerbakgrunn i nasjonal sikkerhet, forsvar og internasjonale relasjoner.

source: KRG's goal of developing an independent oil and gas sector has therefore encountered resistance from Baghdad.
nb: KRGs mål om å utvikle en uavhengig olje- og gassektor møter derfor stor motstand fra Bagdad.

source: Close study of statements and texts of Duma representatives, experts and journalists before and during the war in Chechnya demonstrates how war is made a legitimate undertaking by the efforts of many.
nb: Russiske parlamentsmedlemmers og ekspertenes og journalistenes uttalelser og tekster i opptakten til den andre krigen i Tsjetsjenia bidro sterkt til at krigen fremsto som legitim og nødvendig.

source: The Kurdistan Region of Iraq has large deposits of natural resources, and its economy largely depends on these.
nb: Den semi-autonome kurdiske regionen i Irak har store forekomster av naturressurser, og økonomien avhenger i stor grad av disse.

source: The project is coordinated by the Norwegian University of Life Sciences (NMBU).
nb: Prosjektet ledes av Norges miljø- og biovitenskapelige universitet (NMBU).

source: , this conference will focus on implications of Brexit for the EU, the UK, the EEA and Norway.
nb: , og vil ha hovedfokuset på konsekvensene Brexit har for EU, Storbritannia, EØS og Norge.
